Repository: wai-lin-tun/E-commerce-App
Catalog: lib/l10n/app_*.arb
Languages: my

# title
source: E-commerce
my: နာမည်

source: Popular Products
my: နာမည်ကြီးထုတ်ကုန်များ

source: Normal Products
my: သာမှန်ထုတ်ကုန်များ

source: Language
my: ဘာသာစကား

source: Log Out
my: အကောင့်မှထွက်မည်

source: Signup
my: ဆိုင်းအပ်

source: Login
my: လော့ဂ်အင်

# yourAccountCreated
source: Your account is created
my: သင့်အကောင့်ကို ဖန်တီးထားသည်။

source: Remove
my: ဖယ်ရှားပါ။

source: On Select
my: ရွေးချယ်ရန်

source: Add to Cart
my: Cart ထဲသို့ထည့်ပါ။

source: Help Center
my: အကူအညီ

source: Settings
my: ဆက်တင်များ

# notification
source: Motifications
my: အသိပေးချက်များ

source: My Account
my: ကိုယ်ရေးအကျဉ်း

# cancel1
source: Cancel
my: မလုပ်တော့ပါ

source: Username
my: အသုံးပြုသူအမည်

# passward
source: Password
my: စကားဝှက်

source: Ok
my: အိုကေ

source: Email
my: အီးမေးလ်

source: Delete!
my: ဖျက်မည်

source: Are you sure?
my: သေချာလား?

source: Your Cart is Empty
my: မရှိပါ။

# next
source: Continue
my: ဆက်သွားမည်

# emailAndPasswordIsWrong
source: Your Email or passward is wrong
my: သင့်အီးမေးလ် သို့မဟုတ် စကားဝှက် မှားနေပါသည်။

source: Skip
my: ကျော်ပါ

source: Start now!
my: စတင်ပါ။

source: ForgetPassword
my: စကားဝှက်မေ့နေပီလား။

source: See All
my: အားလုံး

source: Your Cart
my: သင့် Cart

source: Total Price
my: စုစုပေါင်းစျေးနှုန်း

source: Order
my: Order တင်မည်။

source: Home
my: ပင်မ

source: Favorite
my: စိတ်ကြိုက်

source: Message
my: မက်ဆေ့ချ်

source: Profile
my: ပရိုဖိုင်း
